acpi
adapta-gtk-theme
archlinuxcn-keyring
bash-completion
bbswitch
bumblebee
compton
deepin-wine-tim
dmenu
downgrade
elinks
exfat-utils
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt5
fcitx-rime
feh
firefox
firefox-i18n-zh-cn
flameshot
git
gtk-engine-murrine
gvfs
hmcl
hpfall-git
i3-gaps
i7z
idris
ifplugd
intel-ucode
java-openjfx
lib32-alsa-plugins
lib32-libpulse
lib32-mesa
lib32-nvidia-utils
lib32-primus
lib32-virtualgl
libva-intel-driver
libvdpau-va-gl
lightdm
lightdm-gtk-greeter
light-locker
lxappearance-gtk3
mesa
mesa-demos
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
numlockx
nvidia
openssh
otf-fira-code
otf-nerd-fonts-fira-code
papirus-icon-theme
pavucontrol
pcmanfm
pkgstats
polybar
primus
proxychains-ng
pulseaudio
pulseaudio-alsa
python
python-pip
qt5ct
qt5-styleplugins
qterminal
rsync
shadowsocksrr-libev-git
thermald
ttf-arphic-ukai
unrar
unzip-iconv
viewnior
vim
visual-studio-code-bin
vlc
wpa_supplicant
xarchiver
xclip
xdotool
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinput
xorg-xprop
xorg-xrandr
xorg-xrdb
xsel
yay
zenity
zip
