acpi
adapta-gtk-theme
archlinuxcn-keyring
autoconf
automake
bash
bash-completion
bbswitch
bc
binutils
bison
bumblebee
bzip2
calibre
compton
coreutils
cryptsetup
csound
deepin-wine-tim
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
efibootmgr
elinks
exfat-utils
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-rime
feh
file
filesystem
findutils
firefox
firefox-i18n-zh-cn
flex
gawk
gcc
gcc-libs
geeqie
gettext
git
glibc
grep
groff
gtk-engine-murrine
gzip
hmcl
hpfall-git
i3-gaps
i7z
ifplugd
inetutils
intel-ucode
iproute2
iputils
jfsutils
lantern-bin
less
lib32-alsa-plugins
lib32-libpulse
lib32-mesa
lib32-nvidia-utils
lib32-primus
lib32-virtualgl
libtool
libva-intel-driver
libvdpau-va-gl
licenses
lightdm
lightdm-gtk-greeter
light-locker
linux
linux-firmware
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mesa
mesa-demos
nano
netctl
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
numlockx
nvidia
onedrive-abraunegg-git
openssh
otf-fira-code
otf-nerd-fonts-fira-code
pacman
pandoc-bin
pandoc-citeproc-bin
pandoc-crossref-bin
papirus-icon-theme
patch
pavucontrol
pciutils
pcmanfm
perl
pkgconf
polybar
primus
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python
python-pip
qt5ct
qt5-styleplugins
qterminal
reiserfsprogs
sed
shadow
shutter
smartmontools
s-nail
stack-bin
steam
steam-native-runtime
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
thermald
unrar
unzip-iconv
usbutils
util-linux
vi
vim
visual-studio-code-bin
vlc
which
wpa_actiond
wpa_supplicant
xarchiver
xdotool
xf86-video-intel
xfsprogs
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinput
xorg-xprop
xorg-xrandr
xorg-xrdb
xsel
yay
zenity
