acpi
adapta-gtk-theme
archlinuxcn-keyring
aria2
base
bash-completion
bbswitch
bumblebee
chez-scheme
cryptsetup
deepin-wine-qq
device-mapper
dhcpcd
diffutils
dmenu
downgrade
e2fsprogs
elinks
exfat-utils
fcitx-configtool
fcitx-lilydjwg-git
fcitx-mozc
fcitx-qt5
fcitx-skk
fcitx-sogoupinyin
feh
firefox
firefox-i18n-zh-cn
flameshot
git
gtk-engine-murrine
gvfs
hmcl
hpfall-git
i3-gaps
i7z
ifplugd
inetutils
intel-ucode
java-openjfx
less
lib32-alsa-plugins
lib32-libpulse
lib32-mesa
lib32-nvidia-utils
lib32-primus
lib32-virtualgl
libva-intel-driver
libvdpau-va-gl
lightdm
lightdm-gtk-greeter
light-locker
linux
linux-firmware
logrotate
lvm2
lxappearance-gtk3
man-db
man-pages
mdadm
mesa
mesa-demos
nano
netctl
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
numlockx
nvidia
openssh
otf-fira-code
otf-ipamjfont
otf-nerd-fonts-fira-code
papirus-icon-theme
pavucontrol
pcmanfm
perl
picom
pkgstats
polybar
primus
proxychains-ng
pulseaudio
pulseaudio-alsa
python
python-pip
qt5ct
qt5-styleplugins
qterminal
rsync
shadowsocksrr-libev-git
thermald
ttf-arphic-ukai
unrar
unzip-iconv
usbutils
viewnior
vim
visual-studio-code-bin
vlc
wpa_supplicant
xarchiver
xautomation
xclip
xf86-video-intel
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinput
xorg-xprop
xorg-xrandr
xorg-xrdb
yay
zenity
zip
